Repository: tellurianinteractive/Tellurian.Trains.ModulesRegistryApp
Catalog: SourceCode/App/Resources/App.*.resx
Languages: da, de, sv

# ModuleRegistrationCloses
source: Module registrations closes
da: Modulregistreringer lukkes
de: Anmeldeschluss für Module
sv: Modulregistrering stängs

source: Modules
da: Moduler
de: Module
sv: Moduler

# ModulesNotFound
source: No modules found
da: Ingen moduler fundet
de: Keine Module gefunden
sv: Inga moduler hittades

source: Module standard
da: Modulstandard
de: Modulstandard
sv: Modulstandard

source: Module standards
da: Modulstandarder
de: Modulstandards
sv: Modulstandarder

source: More...
da: Mere...
de: Mehr...
sv: Mera...

# MustBeAColor
source: Must be a colour
da: Skal være en farve
de: Muss eine Farbe sein
sv: Måste vara en färg

# MustBeADccAddress
source: Must be a DCC-address 1-9999
da: Skal være en DCC-adresse 1-9999
de: Muss eine DCC-Adresse 1-9999 sein
sv: Måste vara en DCC-adress 1-9999

source: Must be a MAC-address
da: Skal være en MAC-adresse
de: Muss eine MAC-Adresse sein
sv: Måste vara en MAC-adress

# MustBeAnyOf
source: Must be any of {0}
da: Skal være en af {0}
de: Muss einer von {0} sein
sv: Måste vara någon av {0}

# MustBeBetween
source: must be between {0} and {1}
da: skal være mellem {0} og {1}
de: muss zwischen {0} und {1} liegen
sv: måste vara mellan {0} och {1}

# MustBeBetweenOrEmpty
source: must be between {0} and {1} or empty
da: skal være mellem {0} og {1} eller tom
de: muss zwischen {0} und {1} liegen oder leer sein
sv: måste vara mellan {0} och {1} eller tom

# MustBeginWithCapitalLetter
source: must begin with a capital letter
da: skal begynde med et stort bogstav
de: muss mit einem Großbuchstaben beginnen
sv: måste börja med en stor bokstav

source: must be selected
da: skal vælges
de: muss ausgewählt sein
sv: måste väljas

# MustBeValidDccAdresses
source: must be valid DCC addresses
da: skal være gyldige DCC adresser
de: müssen gültige DCC-Adressen sein
sv: måste vara giltiga DCC-adresser

# MustBeValidEmailAddresses
source: must be valid email addresses separated by semicolon
da: skal være gyldige e-mailadresser adskilt af semikolon
de: müssen gültige, durch Semikolon getrennte E-Mail-Adressen sein
sv: måste vara giltiga e-postadresser separerade med semikolon

source: must only contain ordinary text
da: må kun indeholde almindelig tekst
de: darf nur normalen Text enthalten
sv: får bara innehålla vanlig text

source: My available modules
da: Mine tilgængelige moduler
de: Meine verfügbaren Module
sv: Mina tillgängliga moduler

source: My forthcoming meetings
da: Mine kommende træf
de: Meine bevorstehenden Treffen
sv: Mina kommande träffar

source: My meetings
da: Mine træf
de: Meine Treffen
sv: Mina träffar

source: My modules
da: Mine moduler
de: Meine Module
sv: Mina moduler

source: My operation locations
da: Mine driftssteder
de: Meine Betriebsstandorte
sv: Mina driftplatser

source: My stations
da: Mine stationer
de: Meine Stationen
sv: Mina stationer

source: My throttles
da: Mine kørehåndtag
de: Meine Handregler
sv: Mina körhandtag

source: My vehicles
da: Mine køretøjer
de: Meine Fahrzeuge
sv: Mina fordon

source: Name
da: Navn
sv: Namn

source: Narrow gauge
da: Smalspor
de: Schmalspur
sv: Smalspår

source: New group owner
da: Ny gruppeejer
de: Neuer Gruppenbesitzer
sv: Ny gruppägare

source: New meeting
da: Ny træf
de: Neues Treffen
sv: Ny träff

source: New owner
da: Ny ejer
de: Neue Bezitser
sv: Ny ägare

source: New personal owner
da: Ny personlig ejer
de: Neuer persönlicher Besitzer

source: NHM Code
da: NHM-kode
sv: NHM-kod

source: No
da: Nej
de: Nein
sv: Nej

# NoEmailProvided
source: No email address provided
da: Ingen e-mail-adresse angivet
de: Keine E-Mail-Adresse angegeben
sv: Ingen e-postadress angiven

source: No information
da: Ingen information
de: Keine Information
sv: Ingen information

source: No modules available
da: Ingen tilgængelige moduler
de: Keine Module verfügbar
sv: Inga moduler tillgängliga

source: No modules registered
da: Ingen moduler registreret
de: Keine Module registriert
sv: Inga moduler anmälda

source: Non-profit association
da: Non-profit organisation
de: Gemeinnütziger Verein
sv: Ideell förening

source: Non-standard coupling
da: Ikke standard kobling
de: Keine Standardkupplung
sv: Ej standardkoppling

source: Non-standard wheelset
da: Ikke-standard hjulsæt
de: Nicht standard Laufradsatz
sv: Ej standardhjul

source: No participants registered
da: Ingen deltagere tilmeldt
de: Keine Teilnehmer angemeldet
sv: Inga deltagare registrerade

source: No records to display
da: Ingen poster at vise
de: Keine Datensätze zum Anzeigen
sv: Inga poster att visa

source: No registration ID is provided
da: Intet registrerings-id angivet
de: Es wird keine Registrierungs-ID angegeben
sv: Inget registrerings-ID angivet

source: Normal gauge
da: Normalspor
de: Normalspur
sv: Normalspår

source: Norwegian
da: Norsk
de: Norwegisch
sv: Norska

# NotAcceptedTermsOfUse
source: Has not accepted terms of use
da: Har ikke accepteret brugsbetingelser
de: Hat die Nutzungsbedingungen nicht akzeptiert
sv: Har inte accepterat användarvillkoren

source: Not applicable
da: Ikke anvendelig
de: Unzutreffend
sv: Inte tillämpbar

# NotAuthorised
source: Unauthorised
da: Uberettiget
de: Nicht autorisiert
sv: Obehörig

source: Not a valid time
da: Ikke et gyldigt tidspunkt

source: Not defined
da: Ikke defineret
de: Nicht definiert
sv: Inte definierad

source: Note
da: Bemærkning
de: Anmerkung
sv: Anteckning

source: Nothing to se here yet!
da: Intet at se her endnu!
de: Hier gibt es noch nichts zu sehen!
sv: Inget att se här ännu!

# NoUserFoundWithEmailAndRegistrationId
source: No user found with email '{0}' and registration ID '{1}'
da: Ingen bruger fundet med e-mail '{0}' og registrerings-id '{1}'
de: Kein Benutzer mit E-Mail '{0}' und Registrierungs-ID '{1}' gefunden
sv: Ingen användare hittades med e-postadressen '{0}' och registrerings-ID '{1}'

# NumberModulesRegistered
source: {0} modules registered
da: {0} moduler registreret
de: {0} Module registriert
sv: {0} moduler registrerade

source: Number of sections
da: Antal sektioner
de: Anzahl der Abschnitte
sv: Antal sektioner

# NumberOfThroughTracks
source: Through tracks
da: Gennemgående spor
de: Durchgangsspuren
sv: Genomgående spår

# NumberParticipantsRegistered
source: {0} participants registered
da: {0} deltagere tilmeldt
de: {0} Teilnehmer registriert
sv: {0} deltagare registrerade

source: of
da: av
de: von
sv: av

source: Only those with modules
da: Kun dem med moduler
de: Nur diejenigen mit Modulen
sv: Endast de med moduler

source: Only those with operations places
da: Kun dem med driftsteder
de: Nur solche mit Betriebsstandorte
sv: Endast de med driftplatser

source: Opened year
da: Åbnet år
de: Eröffnungsjahr
sv: Öppnad år

source: Operating instructions
da: Betjeningsvejledning
de: Bedienungsanleitung
sv: Bruksanvisning

source: Operating period
da: Driftsperiode
de: Betriebsdauer
sv: Driftperiod

source: Operation location
da: Driftssted
de: Betriebsstandort
sv: Driftplats

source: Operation locations
da: Driftsteder
de: Betriebsstandorte
sv: Driftplatser

source: Operation theme
da: Trafik tema
de: Verkehrsthema
sv: Tema

source: Organiser
da: Arrangør
de: Organisator
sv: Arrangör

source: Other available modules
da: Andre tilgængelige moduler
de: Weitere verfügbare Module
sv: Andra tillgängliga moduler

# OtherColor
source: Other colour
da: Anden farve
de: Andere Farbe
sv: Annan färg

source: Other from year
da: Andet fra år
de: Sonst. ab Jahr
sv: Annat från-år

source: Other name
da: Andet navn
de: Anderer Name
sv: Annat namn

source: Other, please specify
da: Andet, angiv venligst
de: Sonstiges, bitte angeben
sv: Övrigt, var vänlig specificera

# OtherTrackOrArea
source: Other track no. or loading area
da: Andet spor nr. eller lastningsområde
de: Anderer Spür Nr. oder Ladefläche
sv: Annat spår nr. eller lastningsområde

# OtherUptoYear
source: Other to-year
da: Andet til-år
de: Sonst. zum Jahr
sv: Annat till-år

source: Other wagon class
da: Anden vognklasse
de: Andere Wagenklasse
sv: Annat vagnslittera

# OverheadLineFeature
source: Has overhead line?
da: Har køreledning?
de: Hat Oberleitung?
sv: Har kontaktledning?

source: owned by
da: ejet af
de: von
sv: ägda av

# OwnedPercent
source: Owned %
da: Ejet %
de: Besitz %
sv: Ägd %

source: Owner
da: Ejer
de: Eigentümer
sv: Ägare

source: Owner must be either a person or a group
da: Ejer skal enten være en person eller en gruppe

source: Owners
da: Ejere
de: Eigentümer
sv: Ägare

# Package
source: Box
da: Bokz
sv: Låda

# PackageLabel
source: Box label
da: Boks mærkning
de: Box Markirung
sv: Lådetikett

source: Packaging unit
da: Emballageenhed
de: Packungseinheit
sv: Förpackningsenhet

source: Participant
da: Deltager
de: Teilnehmer
sv: Deltagare

source: Participants
da: Deltagere
de: Teilnehmer
sv: Deltagare

source: Participate
da: Deltage
de: Teilnehmen
sv: Deltag

source: Participates
da: Deltager

source: Participation
da: Deltagelse
de: Teilnahme
sv: Deltagande

source: Password
da: Adgangskode
de: Passwort
sv: Lösenord

source: Password confirmation does not match
da: Bekræftelse af adgangskode stemmer ikke overens
de: Passwortbestätigung stimmt nicht überein
sv: Lösenordsbekräftelsen matchar inte

source: Password created
da: Adgangskode oprettet
de: Passwort erstellt
sv: Lösenord skapat

# PasswordMinimumOfThese
source: Minimum {0} of these {2}: {1}
da: Minimum {0} af disse {2}: {1}
de: Minimum {0} von diesen {2}: {1}
sv: Minst {0} av dessa {2}: {1}

source: Password must fulfil these requirements:
da: Adgangskoden skal opfylde disse krav:
de: Das Passwort muss folgende Anforderungen erfüllen:
sv: Lösenordet måste uppfylla följande krav:

# PasswordMustHaveNumberOfCharacters
source: Password must have minimum {0} characters
da: Adgangskoden skal indeholde mindst {0} tegn
de: Das Passwort muss mindestens {0} Zeichen enthalten
sv: Lösenordet måste innehålla minst {0} tecken

source: Password policy
da: Adgangskodepolitik
de: Passwortrichtlinie
sv: Lösenordspolicy

# PasswordResetAttempts
source: Number of password reset attempts
da: Antal forsøg på nulstilling af adgangskode
de: Versuche zum Zurücksetzen des Passworts
sv: Antalet lösenordsåterställningsförsök

source: Password reset failed
da: Nulstilling af adgangskode mislykkedes
de: Anzahl der Versuche zum Zurücksetzen des Passworts
sv: Återställningen av lösenordet misslyckades

source: Password reset has been requested
da: Nulstilling af adgangskode er blevet anmodet
de: Passwort-Reset wurde angefordert
sv: Återställning av lösenord har begärts

source: Password reset mail sent
da: E -mail med nulstilling af adgangskode sendt
de: E-Mail zum Zurücksetzen des Passworts gesendet
sv: E -postmeddelande för återställning av lösenord har skickats

source: Period in this version
da: Periode i denne version
de: Zeitraum in dieser Version
sv: Period i detta utförande

# Persons
source: People
da: Personer
de: Personen
sv: Personer

source: Place
da: Plads
de: Platz
sv: Plats

source: Platform length
da: Platformens længde
de: Plattformlänge
sv: Plattformslängd

# PleaseReadAndAccept
source: Please read and scroll to bottom to accept. This is required to use this application.
da: Læs venligst og rul til bunden for at acceptere. Dette er nødvendigt for at bruge denne applikation.
de: Bitte lesen Sie es und scrollen Sie nach unten, um es zu akzeptieren. Dies ist für die Nutzung dieser Anwendung erforderlich.
sv: Vänligen läs och scrolla till botten för att acceptera. Detta krävs för att använda denna applikation.

source: Polish
da: Polsk
de: Polnisch
sv: Polska

source: Preferred theme
da: Foretrukket tema
de: Bevorzugtes Thema
sv: Föredraget tema

source: Preview
da: Forhåndsvisning
de: Vorschau
sv: Förhandsvisning

source: Primary module standard
da: Primær modulstandard
de: Primär Modulstandard
sv: Primär modulstandard

source: Primary operating country
da: Primært driftsland
de: Hauptgeschäftsland
sv: Primärt verksamhetsland

# PrintCount
source: Number of prints
da: Antal print
de: Anzahl der Drucke
sv: Antal att skriva ut

source: Print per operating day
da: Udskriv pr. driftsdag
de: Ausdruck pro Betriebstag
sv: Skriv ut per trafikdag

source: Prototype
da: Forebillede
de: Vorbild
sv: Förebild

source: Prototype data
da: Data om forebilledet
de: Daten zum Vorbild
sv: Data om förebilden

source: Prototype info
da: Forbillede info
de: Infos zum Vorbild
sv: Info om förebilden

source: Quantity
da: Mængde
de: Menge
sv: Antal

source: Quantity unit
da: Mængdenhed
de: Mengeneinheit
sv: Mängdenhet

source: Recently past meetings
da: Senest tidligere træf

source: Regions
da: Regioner
de: Regionen
sv: Regioner

source: Register
da: Tilmeld
de: Registriren
sv: Anmäl

# Registered
source: Signed up
da: Tilmeldt
de: Registriert
sv: Anmäld

source: Registered modules
da: Tilmeldte moduler
de: Angemeldete Module
sv: Anmälda moduler

source: Register modules
da: Tilmeld moduler
de: Module angemelden
sv: Anmäl moduler

source: Register or modify participation
da: Tilmeld eller rediger deltagelse
de: Teilnahme anmelden oder ändern
sv: Registrera eller ändra deltagande

source: Registration
da: Tilmelding
de: Anmeldung
sv: Anmälan

source: Registration closed.
da: Tilmelding lukket.

source: Registration closes
da: Tilmelding lukker
de: Anmeldung schließt
sv: Anmälan stänger

source: Registration opens
da: Tilmelding åbner
de: Anmeldung öffnet
sv: Anmälan öppnas

# RegistrationTime
source: Signed up
da: Tilmeldt
de: Angemeldet
sv: Anmäld

source: Remove
da: Fjern
de: Entfernen
sv: Ta bort

source: Remove filtering
da: Fjern filtrering
de: Filter entfernen
sv: Rensa filtrering

source: Remove registered modules first
da: Fjern først registrerede moduler

source: Representative station
da: Repræsentativ station
de: Repräsentative Station
sv: Representativ station

source: Represents from year
da: Repræsenterer fra år
de: Repräsentiert ab Jahr
sv: Representerar från år

source: Represents to year
da: Repræsenterer til år
de: Repräsentiert zu Jahr
sv: Representerar till år

source: Reset password
da: Nulstille kodeord
de: Passwort zurücksetzen
sv: Återställ lösenord

source: Reset password has been requested
da: Nulstil adgangskode er anmodet om
de: Passwort zurücksetzen wurde angefordert
sv: Återställ lösenord har begärts

source: Responsible group
da: Ansvarlig gruppe
de: Verantwortliche Gruppe
sv: Ansvarig grupp

source: Rolls sluggishly
da: Ruller trægt
de: Rollt träge
sv: Rullar trögt

source: Save
da: Gem
de: Speichern
sv: Spara

source: Save all
da: Gem alt
de: Alles spiechern
sv: Spara allt

source: Scale
da: Skala
de: Baugröße
sv: Skala

source: Search
da: Søg
de: Suche
sv: Sök

source: Second customer
da: Anden kunde
de: Zweiter Kunde
sv: Andra kunden

source: Select
da: Vælg
de: Wählen
sv: Välj

source: Select file
da: Vælg fil
de: Datei aussuchen
sv: Välj fil

source: Select or modify layout participation
da: Vælg eller rediger deltagelse i baner
de: Teilnahme an der Bahnanlage auswählen oder ändern
sv: Välj eller ändra deltagande i banor

source: Select person to register
da: Vælg den person, der skal registreres
de: Wählen Sie die Person aus, die Sie registrieren möchten
sv: Välj person att registrera

# SendMailTo
source: Send mail to {0}
da: Send mail til {0}
de: E-Mail an {0} ​​senden

source: Send mail to all
da: Send mail til alle
de: Senden eine E-Mail an alle
sv: Skicka mail till alla

# SendMailToAllUsersIn
source: Send mail to all users in {0}
da: Send mail til alle brugere i {0}

source: Settings
da: Indstillinger
de: Einstellungen
sv: Inställningar

# ShortName
source: Abbreviation
da: Forkortelse
de: Abkürzung
sv: Förkortning

source: Show all
da: Vis alle
de: Zeige alles
sv: Visa alla

# SignalFeature
source: Has signal?
da: Har signal?
de: Hat Signal?
sv: Har signal?

source: Signature
da: Signatur
de: Signatur
sv: Signatur

# SignedInAs
source: Signed in as {0}
da: Logget på som {0}
de: Als {0} angemeldet
sv: Inloggad som {0}

source: Sorry, nothing to display here.
da: Beklager, intet at vise her.
de: Entschuldigung, hier gibt es nichts anzuzeigen.
sv: Tyvärr, inget att visa här.

source: Special characters
da: Særlige tegn
de: Spezielle Charaktere
sv: Specialtecken

# SpeedLimit
source: Max speed
da: Højeste hastighed
de: Höchstgeschwindigkeit
sv: Maxhastighet

source: Start date
da: Startdato
de: Start
sv: Startdatum

source: Start hour
da: Start time
de: Start Stunde
sv: Starttimme

source: Start weekday
da: Første ugedag
de: Erste Wochentag
sv: Första veckodag

source: Stations
da: Stationer
de: Bahnhöfe
sv: Stationer

source: Statistics
da: Statistikker
de: Statistiken
sv: Statistik

source: Straight
da: Lige
de: Gerade
sv: Rakt

source: Success
da: OK
de: OK
sv: OK

source: Supplying
da: Leverer
de: Lieferung
sv: Levererar

source: Swedish
da: Svensk
de: Schwedisch
sv: Svenska

source: Terms of use
da: Betingelser for brug
de: Nutzungsbedingungen
sv: Användarvillkor

# TextColor
source: Text colour
da: Tekstfarve
de: Textfarbe
sv: Textfärg

source: Theme
da: Tema
de: Thema
sv: Tema

source: Theme note
da: Tema note
de: Themenhinweis
sv: Temanotering

# ThisContentWasModified
source: This content was modified {0:d} {0:t}
da: Dette indhold blev ændret {0:d} {0:t}
de: Dieser Inhalt wurde geändert {0:d} {0:t}
sv: Detta innehåll ändrades {0:d} {0:t}

source: Throttle
da: Kørehåndtag
de: Handregler
sv: Körhandtag

source: Throttles
da: Kørehåndtag
de: Handregler
sv: Körhandtag

source: Tools
da: Værktøjer
de: Werkzeug
sv: Verktyg

# TotalTrackMeters
source: Total length {0:F0}m
da: Samlet længde {0:F0}m

source: Track
da: Spor
de: Gleis
sv: Spår

source: Track number
da: Spor nummer
de: Gleisnummer
sv: Spårnummer

# TrackOrArea
source: Track no. or loading area
da: Spor nr. eller lasteområde
de: Spur Nr. oder Ladefläche
sv: Spår nr. eller lastområde

source: Tracks
da: Spor
de: Gleise
sv: Spår

source: Track system
da: Spor system
de: Schienensystem
sv: Spårsystem

source: Traction
da: Trækkraft
de: Antriebskraft
sv: Dragkraft

source: Transfer
da: Overfør
de: Übertragen
sv: Överför

source: Transfer ownership
da: Overfør ejerskab
de: Eigentum übertragen
sv: Överför ägarskap

source: Transferred share
da: Overført andel
de: Übertragener Anteil
sv: Överförd andel

# TypeMinimumCharachers
source: Type minimum {0} charachers
da: Skriv mindst {0} tegn
de: Geben Sie mindestens {0} Zeichen ein
sv: Skriv minst {0} tecken

source: Unavailable
da: Ikke tilgængelig
de: Nicht verfügbar
sv: Inte tillgänglig

source: Unknown
da: Ukendt
de: Unbekannt
sv: Okänd

source: Unloading ready
da: Aflæs klar
de: Entladen bereit bei
sv: Lossning klar

source: Unlock
da: Lås op
de: Entsperren
sv: Lås upp

source: Unregister
da: Afregistrer
de: Abmelden
sv: Avanmäl

source: Upcoming meetings
da: Kommende træf

source: Update
da: Opdater
de: Aktualisieren
sv: Uppdatera

source: Updating waybills...
da: Opdaterer fragtbreve...
de: Frachtbriefe aktualisieren...
sv: Uppdaterar fraktsedlar...

source: Upload documents
da: Upload dokumenter
de: Dokumente hochladen
sv: Ladda upp dokument

source: Up to year
da: Op til år
de: Bis zum Jahr
sv: Upp till år

source: Usage
da: Anvendelse
de: Verwendung
sv: Användning

source: User administration
da: Brugeradministration

source: User confirmation failed!
da: Brugerbekræftelse mislykkedes!
de: Benutzerbestätigung fehlgeschlagen!
sv: Användarbekräftelsen misslyckades!

source: User confirmed
da: Bruger bekræftet
de: Benutzer bestätigt
sv: Användaren bekräftad

source: User is locked out!
da: Brugeren er låst ude!
de: Benutzer ist gesperrt!
sv: Användaren är utelåst!

# UserIsReadOnly
source: User has only read access?
da: Brugeren har kun læseadgang?
de: Benutzer hat nur Lesezugriff?
sv: Användaren har endast läsbehörighet?

# Username
source: Email address
da: Email adresse
de: E-Mail-Addresse
sv: E-postadress

source: Users
da: Brugere
de: Benutzer
sv: Användare

source: User settings
da: Brugerindstillinger
de: Benutzereinstellungen
sv: Användarinställningar

# UserWelcome
source: {0}, welcome!
da: {0}, velkommen!
de: {0}, willkommen!
sv: {0}, välkommen!

source: Validate
da: Bekræft
de: Überprüfen
sv: Bekräfta

source: Validated
da: Bekræftet
de: Überprüft
sv: Bekräftad

source: Vehicle
da: Køretøj
de: Fahrzeug
sv: Fordon

# VehicleClass
source: Class
da: Litra
de: Klasse
sv: Littera

source: Vehicle number
da: Køretøjsnummer
de: Fahrzeugnummer
sv: Fordonsnummer

source: Vehicles
da: Køretøjer
de: Fahrzeuge
sv: Fordon

source: Venue
da: Træf lokale
de: Treffpunkt
sv: Träfflokal

source: Venue name
da: Træf lokale
de: Treffpunkt
sv: Träfflokal

source: Verify
da: Bekræft
de: Überprüfen
sv: Verifiera

source: View
da: Vis
de: Anzeigen
sv: Visa

source: Visibility
da: Synlighed
de: Sichtbarkeit
sv: Synlighet

source: Wagon easily derails
da: Vognen afsporer let
de: Wagen entgleist leicht
sv: Vagn spårar lätt ur

source: Wagon error
da: Vognfejl
de: Wagenfehler
sv: Vagnfel

# WagonHasLooseParts
source: The wagon has loose parts
da: Vognen har løse dele
de: Der Wagen hat lose Teile
sv: Vagnen har lösa delar

source: Wagon too light or heavy
da: Vognen er for let eller tung
de: Wagen zu leicht oder zu schwer
sv: Vagn för lätt eller tung

source: Waybills
da: Fragtbreve
de: Frachtbriefe
sv: Fraktsedlar

source: Weight
da: Vægt
de: Gewicht
sv: Vikt

source: Welcome
da: Velkommen
de: Herzlich willkommen
sv: Välkommen

source: Wheels
da: Hjul
de: Räder
sv: Hjul

source: Width
da: Bredde
de: Breite
sv: Bredd

source: wiFRED throttle
da: wiFRED kørehåndtag
de: wiFRED Handregler
sv: wiFRED körhandtag

source: wiFRED throttles
da: wiFRED kørehåndtag
de: wiFRED Handregler
sv: wiFRED körhandtag

source: Wrong back-to-back distance
da: Forkert back-to-back afstand
de: Falscher Back-to-Back Abstand
sv: Fel back-to-back avstånd

source: Wrong epoch/theme
da: Forkert epoke/tema
de: Falsche Epoche/Thema
sv: Fel epok/tema

source: Yes
da: Ja
de: Ja
sv: Ja

source: You are not present long enough to be able to register modules
da: Du er ikke til stede længe nok til at kunne tilmelde moduler

source: You are currently not registered to any forthcoming meeting
da: Du er i øjeblikket ikke tilmeldt noget kommende træf
de: Sie sind derzeit für kein bevorstehendes Treffen angemeldet
sv: Du är för närvarande inte registrerad på något kommande träff

source: You are locked out!
da: Du er låst ude!
de: Du bist ausgesperrt!
sv: Du är utestängd!

source: You are not authorized to view this page.
da: Du er ikke autoriseret til at se denne side.
de: Sie sind nicht berechtigt, diese Seite anzuzeigen.
sv: Du har inte behörighet att visa den här sidan.

# YouCanUseMarkdown
source: You can use markdown to format the text
da: Du kan bruge markdown til at formatere teksten
de: Du kannst Markdown verwenden, um den Text zu formatieren

source: You may now login
da: Du kan nu logge ind
de: Du darfst dich jetzt einloggen
sv: Du kan nu logga in

source: You participate
da: Du deltager

# YourArrivalTime
source: Your arrival time the first day
da: Dit ankomsttidspunkt den første dag
de: Ihre Ankunftszeit am ersten Tag
sv: Din ankomsttid första dagen

source: For
de: Von
sv: För

source: Global administrator
de: Globaler Administrator
sv: Global administratör

source: Model
de: Modell
sv: Modell

source: Model data
de: Modelldaten
sv: Modelldata

source: Model info
de: Modellinfo
sv: Modellinfo

source: Radius
sv: Radie

source: Send
de: Senden
sv: Skicka

source: Withdrawn
de: Zurückgezogen
sv: Återkallad

# ConfigurationLabel
source: Variant
de: Variante

source: Station
de: Bahnhof

# _CASING
source: _LOWER
de: _UPPER
