Repository: tellurianinteractive/Tellurian.Trains.ModulesRegistryApp
Catalog: SourceCode/App/Resources/App.*.resx
Languages: da, de, sv

source: About
da: Om
de: Über
sv: Om

source: Accept
da: Accepter
de: Akzeptieren
sv: Godkänn

source: Accomodation
da: Indkvartering
de: Unterkunft
sv: Boende

source: Actions
da: Handlinger
de: Aktionen
sv: Åtgärder

source: Add
da: Tilføj
de: Neu
sv: Lägg till

source: Add member in
da: Tilføj medlem i
de: Mitglied hinzufügen in
sv: Lägg till medlem i

# AddModuleFirst
source: NOTE: Add a module first in order to then add it as an operation location!
da: BEMÆRK: Tilføj først et modul for derefter at tilføje det som et driftssted!
de: HINWEIS: Fügen Sie zuerst ein Modul hinzu, um es dann als Betriebsstandort hinzuzufügen!
sv: OBS: Lägg först till en modul för att sedan lägga till den som en driftplats!

source: Add new
da: Tilføj ny
de: Neue hinzufügen
sv: Lägg till ny

source: Administers groups
da: Administrerer grupper
de: Verwaltet Gruppen
sv: Administrerar grupper

# AdministratorAreaOfResposibility
source: Administrator's area of responsibility
da: Administratorens ansvarsområde
de: Verantwortungsbereich des Administrators
sv: Administratörs ansvarsområde

source: Administrator settings
da: Administrator indstillinger
de: Administratoreinstellungen
sv: Administratörsinställningar

# AllWordsMustBeginWithCapitalLetter
source: all words must begin with a capital letter
da: alle ord skal begynde med et stort bogstav
de: alle Wörter müssen mit einem Großbuchstaben beginnen
sv: alla ord måste börja med stor bokstav

source: Angle
da: Vinkel
de: Winkel
sv: Vinkel

# AppName
source: The Modules Registry
da: Modulregistret
de: Die Modulregistrierung
sv: Modulregistret

source: Approved
da: Godkendt
de: Genehmigt
sv: Godkänt

source: Area of responsibility
da: Ansvarsområde
de: Verantwortungsgebiet
sv: Ansvarsområde

source: Arrival
da: Ankomst
de: Ankunft
sv: Ankomst

source: Arrival time
da: Ankomsttid
de: Ankunftszeit
sv: Ankomsttid

source: Article number
da: Artikel nummer
de: Artikelnummer
sv: Artikelnummer

source: Assistant only
da: Kun assistent
de: Nur Assistent
sv: Endast assistent

source: Authentication in progress...
da: Godkendelse i gang...
de: Authentifizierung läuft ...
sv: Autentisering pågår...

source: Available
da: Tilgængelig
de: Verfügbar
sv: Tillgänglig

source: Available modules
da: Tilgængelige moduler
de: Verfügbare Module
sv: Tillgängliga moduler

# BackColor
source: Background colour
da: Baggrundsfarve
de: Hintergrundfarbe
sv: Bakgrundsfärg

source: Barcode-ID
da: Stregkode-ID
sv: Streckkod-ID

source: Cancel
da: Annuller
de: Abbrechen
sv: Avbryt

source: Canceled
da: Annuleret
de: Abgesagt
sv: Avbokad

source: Cargo
da: Last
de: Ladung
sv: Gods

# CargoCustomers
source: Freight customers
da: Fragtkunder
de: Frachtkunden
sv: Fraktkunder

source: Cargo flow
da: Laststrøm
de: Frachtfluss
sv: Godsflöde

source: Cargo type
da: Lasttype
de: Ladungsart
sv: Lasttyp

source: Cargo types
da: Lasttyper
de: Ladungsarten
sv: Lasttyper

source: Category
da: Kategori
de: Kategorie
sv: Kategori

source: Characters
da: Karakterer
de: Zeichen
sv: Tecken

source: City
da: By
de: Ort
sv: Ort

source: City name
da: Bynavn
de: Ort
sv: Ortsnamn

source: Class
da: Litra
de: Klasse
sv: Littra

source: Clear filter
da: Ryd filter
de: Filter löschen
sv: Rensa filter

source: Click OK to delete
da: Klik på OK for at slette
de: Klicken Sie zum Löschen auf OK
sv: Klicka på OK för att radera

source: Clone
da: Klon
de: Klon
sv: Klona

source: Close
da: Luk
de: Schließen
sv: Stäng

source: Closed year
da: Lukket år
de: Geschlossenes Jahr
sv: Stängd år

# Color
source: Colour
da: Farve
de: Farbe
sv: Färg

source: Comment
da: Kommentar
de: Kommentar
sv: Kommentar

source: Community
da: Fællesskab
de: Gemeinschaft
sv: Gemenskap

# ConditionsForDeleteNotMet
source: Conditions for delete are not met
da: Betingelser for sletning er ikke opfyldt
de: Löschbedingungen sind nicht erfüllt
sv: Villkoren för radering är inte uppfyllda

source: Confirm delete
da: Bekræft sletning
de: Löschen bestätigen
sv: Bekräfta radering

source: Confirm password
da: Bekræft kodeord
de: Kennwort bestätigen
sv: Bekräfta lösenord

source: Consuming
da: Forbruger
de: Verbraucht
sv: Konsumerar

source: Contact
da: Kontakt
de: Kontakt
sv: Kontakt

source: Contact person
da: Kontaktperson
de: Gesprächspartner
sv: Kontaktperson

source: Copied
da: Kopieret
de: Kopiert
sv: Kopierade

source: Copy all mail addresses
da: Kopier alle mailadresser
de: alle E-Mail-Adressen kopieren
sv: Kopiera alla mailadresser

# CopyMailAdressesTo
source: Copy mail addresses to {0}
da: Kopiér mailadresser til {0}
de: E-Mail-Adressen {0} kopieren

source: Count
da: Antal
de: Anzahl
sv: Antal

source: Countries
da: Lande
de: Länder
sv: Länder

# CountriesStatistics
source: Country Statistics
da: Landestatistik
de: Länderstatistik
sv: Landsstatistik

source: Country
da: Land
de: Land
sv: Land

source: Country administrator
da: Landeadministrator
de: Länderadministrator
sv: Landsadministratör

source: Coupling not fixed
da: Kobling ikke fikset
de: Kupplung nicht fest
sv: Kopplingen ej fixerad

source: Couplings
da: Koblinger
de: Kupplungen
sv: Koppel

source: Coupling too low or high
da: Kobling for lav eller høj
de: Kupplung zu niedrig oder zu hoch
sv: Kopplingen för låg eller hög

source: Create module
da: Opret modul
de: Modul erstellen
sv: Skapa modul

source: Create password
da: Opret adgangskode
de: Passwort erstellen
sv: Skapa lösenord

source: Creating report...
da: Opretter rapport...
de: Bericht erstellen...
sv: Skapar rapport...

source: Danish
da: Dansk
de: Dänisch
sv: Danska

source: Dates
da: Datoer
de: Termine
sv: Datum

source: Days
da: Dager
de: Tage
sv: Dagar

source: DCC-address
da: DCC-adresse
de: DCC-Adresse
sv: DCC-adress

source: DCC-address 1
da: DCC-adresse 1
de: DCC-Adresse 1
sv: DCC-adress 1

source: DCC-address 2
da: DCC-adresse 2
de: DCC-Adresse 2
sv: DCC-adress 2

source: DCC-address 3
da: DCC-adresse 3
de: DCC-Adresse 3
sv: DCC-adress 3

source: DCC-address 4
da: DCC-adresse 4
de: DCC-Adresse 4
sv: DCC-adress 4

# DefaultClasses
source: Wagon classes
da: Vognklasser
de: Wagenklassen
sv: Vagnslittera

source: Delete
da: Slet
de: Löschen
sv: Radera

source: Deleted
da: Stettet
de: Gelöscht
sv: Raderat

source: Description
da: Beskrivelse
de: Beschreibung
sv: Beskrivning

source: Designation
da: Betegnelse
de: Bezeichnung
sv: Beteckning

source: Details
da: Detaljer
sv: Detaljer

source: Digits
da: Cifre
de: Ziffern
sv: Siffror

source: Direction
da: Retning
de: Richtung
sv: Riktning

source: Discussions
da: Diskussioner
de: Diskussionen
sv: Diskussioner

# DisplayOrder
source: Displayed order
da: Viste rækkefølge
de: Angezeigte Reihenfolge
sv: Visad ordning

# DO NOT describe what applies to individual track layouts below
source: DO NOT describe what applies to individual layouts below! Add a layout.
da: Beskriv IKKE hvad der gælder for individuelle sporlayouts nedenfor! Tilføj en sporlayout.
de: Beschreiben Sie NICHT, was unten für einzelne Streckenlayouts gilt! Streckenlayouts hinzufügen.
sv: Beskriv INTE vad som gäller för individuella banor nedan! Lägg till banor.

source: Documentation
da: Dokumentation
de: Dokumentation
sv: Dokumentation

source: Documents
da: Dokumenter
de: Unterlagen
sv: Dokument

# Domain
source: Droup domain
da: Gruppedomæne
de: Gruppendomäne
sv: Gruppdomän

source: Drawing
da: Tegning
de: Zeichnung
sv: Ritning

source: Duration
da: Varighed
de: Dauer
sv: Varaktighet

source: Dutch
da: Hollandsk
de: Niederländisch
sv: Holländska

# EarliestDepartureTime
source: Departure at the earliest
da: Afrejse tidligst

source: Earliest departure time with modules
da: Tidligste afrejsetid med moduler

source: Edit
da: Redigér
de: Bearbeiten
sv: Ändra

source: Edit module
da: Redigér modul
de: Modul bearbeiten
sv: Ändra modul

source: Edit person
da: Redigér person
de: Person bearbeiten
sv: Ändra person

source: Electric system
da: Elektrisk system
de: Elektronisches System
sv: Elektriskt system

# EmailAddresses
source: Email
da: Mail
sv: E-post

source: Empty car order
da: Tomvogn ordre
de: Leerwagenbestellung
sv: Tomvagnsbeställning

source: Empty wagon order
da: Tomvogn ordre
de: Leerwagenbestellung
sv: Tomvagnsbeställning

source: End date
da: Slutdato
de: Ende
sv: Slutdatum

source: End hour
da: Slut time
de: Ende Stunde
sv: Sluttimme

source: End plates
da: Endeplader
de: Endplatten
sv: Ändstycken

source: End profile
da: Endeprofil
sv: Ändprofil

source: Engine power
da: Motorkraft
de: Motorleistung
sv: Motoreffekt

source: English
da: Engelsk
de: Englisch
sv: Engelska

source: English name
da: Engelsk navn
de: Englisch Name
sv: Engelskt namn

source: Error
da: Fejl
de: Fehler
sv: Fel

source: Exits
da: Udkørsler
de: Auswege
sv: Utfarter

source: External freight customers
da: Eksterne fragtkunder
de: Externe Frachtkunden
sv: Externa godskunder

source: External link
da: Eksterne link
de: Externer Link
sv: Extern länk

# ExternalLinks
source: External Resources
da: Eksterne links
de: Externe Links
sv: Externa länkar

source: External station
da: Eksterne station
de: Externe Station
sv: Extern station

source: External stations
da: Eksterne stationer
de: Externe Banhöfe
sv: Externa stationer

# FailedLoginAttempts
source: Number of failed login attempts
da: Antal mislykkede loginforsøg
de: Anzahl der fehlgeschlagenen Anmeldeversuche
sv: Antal misslyckade inloggningsförsök

source: Fast clock
da: Hurtig-ur
de: Schnelle Uhr
sv: Snabbklocka

source: Fault
da: Fejl
de: Fehler
sv: Fel

source: Fetching data...
da: Henter data...
de: Daten werden abgerufen...
sv: Hämtar data...

# FileExceedsMaxSizeOf
source: File exceeds maximum size of {0} kB
da: Filen overstiger maksimumsstørrelsen på {0} kB
de: Die Datei überschreitet die maximale Größe von {0} kB
sv: Filen överstiger den maximala storleken på {0} kB

source: Fill out new track and click Add before saving.
da: Udfyld nyt spor, og klik på Tilføj, før du gemmer.
de: Füllen Sie einen neuen Titel aus und klicken Sie vor dem Speichern auf Hinzufügen.
sv: Fyll i ett nytt spår och klicka på Lägg till innan du sparar.

source: Final day
da: Sidste dag

# FinalYearInOperating
source: Final year in operation
da: Sidste år i drift
de: Letztes Jahr in Betrieb
sv: Sista året i drift

source: Find out more
da: Find ud af mere
de: Finde mehr heraus
sv: Få reda på mer

source: Finished
da: Færdig
de: Fertig
sv: Färdig

source: First name
da: Fornavn
de: Vorname
sv: Förnamn

source: First year
da: Første år
de: Erste Jahr
sv: Första år

source: First year in operation
da: Første år i drift
de: Erstes Jahr in Betrieb
sv: Första året i drift

source: Food
da: Mad
de: Verpflegung
sv: Mat

source: Footsteps too wide
da: Fodtrin for brede
de: Fußtritte zu weit
sv: Fotsteg för breda

source: Freight customer
da: Fragtkunde
de: Frachtkund
sv: Godskund

source: Freight customers
da: Fragtkunder
de: Frachtkunden
sv: Godskunder

# FreightCustomersAt
source: Freight customers at {0}
da: Fragtkunder hos {0}
de: Frachtkunden bei {0}
sv: Godskunder på {0}

source: FREMO member number
da: FREMO medlemsnummer
de: FREMO-Mitgliedsnummer
sv: FREMO medlemsnummer

source: FREMO name
da: FREMO navn
sv: FREMO-namn

# FremoNumber
source: FREMO no.
da: FREMO nr.
de: FREMO Nr.
sv: FREMO nr.

# FremoPrefix
source: FREMO module prefix
da: FREMO-modulpræfiks
de: FREMO-Modulpräfix
sv: FREMO modulprefix

# FremoReservedAdresses
source: FREMO reserved loco addresses
da: FREMO reserverede lokoadresser
de: FREMO reservierte Lokadressen
sv: FREMO-reserverade lokadresser

source: French
da: Fransk
de: Französisch
sv: Franska

source: Frequently Asked Questions
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
sv: Vanliga frågor

source: From year
da: Fra år
de: Ab dem Jahr
sv: Från år

source: Full name
da: Fulde navn
de: Vollständiger Name
sv: Fullständigt namn

source: Functional state
da: Funktionel tilstand
de: Funktionszustand
sv: Funktionellt tillstånd

source: Functions
da: Funktioner
de: Funktionen
sv: Funktioner

source: Game settings
da: Spilindstillinger
de: Spieleinstellungen
sv: Spelinställningar

# GeneralMeetingInformation
source: General information about the meeting
da: Generel information om træffet

source: Generate
da: Generer
de: Erstellen
sv: Generera

source: German
da: Tysk
de: Deutsch
sv: Tyska

source: Get started
da: Kom igang
de: Loslegen
sv: Komma igång

source: Getting content...
da: Henter indhold...
de: Inhalte abrufen...
sv: Hämtar innehåll...

# GettingData
source: Fetching data. Please wait...
da: Henter data. Vent venligst...
de: Daten abrufen. Warten Sie mal...
sv: Hämtar data. Vänligen vänta...

source: Group
da: Gruppe
de: Gruppe
sv: Grupp

source: Group domain
da: Gruppe domæne
de: Gruppendomäne
sv: Gruppdomän

source: Groups
da: Grupper
de: Gruppen
sv: Grupper

# HasCargoCustomers
source: Has freight customers?
da: Har fragtkunder?
de: Hat Frachtkunden?
sv: Har fraktkunder?

source: Has empty return?
da: Har tom retur?
de: Hat leere Rückkehr?
sv: Har tom retur?

source: Has integrated LocoNet?
da: Har integreret LocoNet?
de: Hat LocoNet integriert?
sv: Har integrerat LocoNet?

source: Has narrow gauge?
da: Har smalspor?
de: Hat Schmalspur?
sv: Har smalspår?

source: Has normal gauge?
da: Har normalspor?
de: Hat Normalspur?
sv: Har normalspår?

source: Has remote couplings?
da: Har fjernkoblinger?
de: Fernkupplungen?
sv: Har fjärrkopplingar?

# HasSameCargoReturn
source: Return same cargo type?
da: Returnere samme godstype?
de: Gleiche Frachtart zurückgeben?
sv: Returnera samma lasttyp?

source: Has sound?
da: Har lyd?
de: Hat Ton?
sv: Har ljud?

source: Has turntable?
da: Har drejeskive?

source: Have freight flow?
da: Har gods ind/ud?
de: Hat Frachtfluss?
sv: Har godsflöde?

source: Hello
da: Hej
de: Hallo
sv: Hej

source: Hide loading times?
da: Skjul lastningstider?
de: Ladezeiten verbergen?
sv: Dölj lastningstider?

source: Hide unloading times?
da: Skjul aflæsningstider?
de: Entladezeiten ausblenden?
sv: Dölj lossningstider?

source: Home
da: Hjem
sv: Hem

source: I have read and understand
da: Jeg har læst og forstået
de: Ich habe gelesen und verstanden
sv: Jag har läst och förstått

source: Image link
da: Billed link
de: Bildlink
sv: Bildlänk

source: in all
da: i alle
de: in allen
sv: i alla

source: In partnership with
da: I samarbejde med
de: In einer Beziehung mit
sv: I samarbete med

source: Internal freights
da: Interne fragter
de: Interne Frachten
sv: Interna frakter

source: Internal waybills
da: Interne fragtbreve
de: Interne Frachtbriefe
sv: Interna fraktsedlar

source: International name
da: Internationalt navn
de: Internationaler Name
sv: Internationellt namn

source: Inventory number
da: Inventarnummer
de: Inventar nummer
sv: Inventarienummer

source: Invitation sent
da: Invitation sendt
de: Einladung versendet
sv: Inbjudan skickad

# InvitationToModuleRegistry
source: Invitation to the Module Registry
da: Invitation til Modulregistret
de: Einladung zum Modulregister
sv: Inbjudan till Modulregistret

source: Invite
da: Invitér
de: Einladen
sv: Bjud in

source: Invited
da: Inviteret
de: Eingeladen
sv: Inbjuden

source: Is 2R?
da: Er 2R?
de: Ist 2R?
sv: Är 2R?

source: Is 3R?
da: Er 3R?
de: Ist 3R?
sv: Är 3R?

source: Is API access permitted?
da: Er API-adgang tilladt?
de: Ist der API-Zugriff erlaubt?
sv: Är API-åtkomst tillåten?

# IsCoolingRequired
source: Needs cooling?
da: Brug for køling?
de: Braucht Kühlung?
sv: Behöver kylning?

source: Is country administrator?
da: Er landeadministrator?
de: Ist Landesadministrator?
sv: Är landsadministratör?

# IsDataAdministrator
source: Is data admin?
da: Er data admin?
de: Ist Datenadministrator?
sv: Är data admin?

source: Is duckunder?
da: Er duckunder?
de: Ist duckunder?
sv: Är duckunder?

# IsEndOfLine
source: Is ending track?
da: Er ende på sporet?

# IsExpress
source: Express goods?
da: Ekspresvare?
de: Expressware?
sv: Ekspressgods?

# IsFremo
source: Is FREMO-meeting?
da: Er FREMO-træf?
de: Ist FREMO-Treffen?
sv: Är FREMO-träff?

source: Is global administrator?
da: Er global administrator?
de: Ist globaler Administrator?
sv: Är global administratör?

# IsGroupAdministrator
source: Is group admin?
da: Er gruppe admin?
de: Ist Gruppenadmin?
sv: Är gruppadmin?

source: Is harbour?
da: Er havn?
de: Ist Hafen?
sv: Är hamn?

source: Is invited?
da: Er inviteret?
de: Ist eingeladen?
sv: Är inbjuden?

source: Is junction?
da: Er forgrening?
de: Ist Niederlassung?
sv: Är förgrening?

source: Is key required?
da: Er nøgle påkrævet?
de: Ist ein Schlüssel erforderlich?
sv: Behövs nyckel?

source: Is meeting administrator
da: Er træf administrator
de: Ist Treffenadministrator
sv: Är träffadministratïr

# IsOnlyOwner
source: Is the only owner?
da: Er den eneste ejer?
de: Ist der einzige Besitzer?
sv: Är den enda ägaren?

# IsOrganisingGroupInternal
source: Is internal for the organising group?
da: Er intern for arrangørgruppen?
de: Ist intern für die organisierende Gruppe?
sv: Är internt för arrangörsgruppen?

# IsPartOfStation
source: Is referring to a station?
da: Er en del af en station?
de: Ist ein Teil einer Station?
sv: Är en del av en station?

# IsRegisteredInUpcomingMeeting
source: Is registered in an upcoming meeting?
da: Er registreret i et kommende træf?
de: Ist in einer bevorstehenden Besprechung registriert?
sv: Är registrerad på ett kommande träff?

source: Is registration permitted?
da: Er registrering tilladt?
de: Ist eine Registrierung zulässig?
sv: Är registrering tillåten?

source: Is scheduled?
da: Er trafikspor?
de: Ist geplant?
sv: Är tågspår?

source: Is shadow station?
da: Er skygge station?
de: Ist Schattenbanhof?
sv: Är skuggstation?

source: Is siding?
da: Er sidespor?
de: Ist Abstellgleis?
sv: Är sidospår?

source: Is signal module?
da: Er signal modul?

source: Is stand-alone?
da: Er enkeltstående?
de: Ist eigenständig?
sv: Är fristående?

source: Is station?
da: Er station?
de: Ist Station?
sv: Är station?

source: Is station or part of
da: Er station eller en del af
de: Ist Station oder Teil von
sv: Är station eller en del av

source: Is terminus?
da: Er sækstation?
de: Ist Sackstation?
sv: Är säckstation?

source: Is through track?
da: Er spor igennem?
de: Ist die Spur durch?
sv: Är genomgående?

source: Is turntable?
da: Er vendeskive?
de: Ist Wendepunkt?
sv: Är vändskiva?

source: Is unavailable?
da: Er ikke tilgængelig?
de: Ist nicht verfügbar?
sv: Är inte tillgänglig?

source: Is user?
da: Er bruger?
de: Ist Benutzer?
sv: Är användare?

source: Is weathered?
da: Er patineret?
de: Ist es patiniert?
sv: Är vädrat?

source: Italian
da: Italiensk
de: Italienisch
sv: Italienska

source: Keeper
da: Ejer
de: Egentürmer
sv: Ägare

source: Keeper signature
da: Ejer signatur
de: Eigentümercode
sv: Ägarsignatur

# LandscapeSeason
source: Season
da: Sæson
de: Jahreszeit
sv: Årstid

source: Landscape state
da: Landskabstilstand
de: Landschaftszustand
sv: Landskapstillstånd

source: Last active
da: Sidst aktiv
de: Letzte Aktivität
sv: Senast aktiv

# LastLoginTime
source: Last logged in
da: Sidst logget ind
de: Zuletzt eingeloggt
sv: Senast inloggad

source: Last name
da: Efternavn
de: Nachname
sv: Efternamn

source: Last year
da: Slut år
de: Letzte Jahr
sv: Sista år

source: Latest arrival time
da: Seneste ankomsttid
de: Späteste Ankunftszeit
sv: Senaste ankomsttid

source: Latest arrival time with modules
da: Seneste ankomsttid med moduler

source: Layout
da: Bane
de: Bahn
sv: Bana

source: Layouts
da: Baner
de: Bahnen
sv: Banor

source: Layouts you are participating in
da: Baner, du deltager i
de: Bahnen, an denen Du teilnimmt
sv: Banor du deltar i

source: Length
da: Længde
de: Länge
sv: Längd

source: Letters
da: Bogstaver
de: Buchstaben
sv: Bokstäver

source: Link to external content
da: Link til eksternt indhold
de: Link zu externen Inhalten
sv: Link zu externen Inhalten

source: Loading ready
da: Indlæsning klar
de: Lade bereit
sv: Lastning klar

# LocoAddressExample
source: Example: 2000-2099,3201,3350-3355
da: Eksempel: 2000-2099,3201,3350-3355
de: Beispiel: 2000-2099,3201,3350-3355
sv: Exempel: 2000-2099,3201,3350-3355

source: Logged in as
da: Logget ind som
de: Eingeloggt als
sv: Inloggad som

source: Log in
da: Log på
de: Einloggen
sv: Logga in

source: Log out
da: Log af
de: Ausloggen
sv: Logga ut

# LokAndWagonCards
source: Loco- and wagon cards
da: Lok- og vognkort
de: Lok- und Wagenkarten
sv: Lok- och vagnskort

source: MAC-address
da: MAC-adresse
de: MAC-Adresse
sv: MAC-adress

source: Main theme
da: Hovedtema
de: Hauptthema
sv: Huvudtema

source: Make as operations location
da: Lav til driftsted
de: Als Betriebsstandort machen
sv: Gör till driftsplats

source: Make station
da: Lav til station
de: Mach zu Station
sv: Gör till station

source: Manage cargo flow
da: Administrer vareflow
de: Warenfluss steuern
sv: Hantera godsflöde

source: Manage waybills
da: Administrer fragtbreve
de: Frachtbriefe verwalten
sv: Hantera fraktsedlar

# ManufacturedYear
source: Manufacturing year
da: Produktionsår
de: Herstellungsjahr
sv: Tillverkningsår

source: Manufacturer
da: Fabrikant
de: Hersteller
sv: Tillverkare

# MaxChars
source: Max {0} characters.
da: Maks. {0} tegn.
de: Maximal {0} Zeichen.
sv: Max {0} tecken.

source: Max speed
da: Maks. hastighed
de: Höchstgeschwindigkeit
sv: Maxhastighet

source: Max train length
da: Maks. toglængde
de: Maximale Zuglänge
sv: Max tåglängd

# MaxTrainsetLength
source: Max trainset length (wagons)
da: Maks. togsæt længde (vogne)
de: Max. Zugset (Wagen)
sv: Max tågsättslängd (vagnar)

# MaxUploadFileSizeKb
source: Max upload file size is {0} kB
da: Maksimal filstørrelse for upload er {0} kB
de: Die maximale Größe der Upload-Datei beträgt {0} kB
sv: Största filstorlek för uppladdning är {0} kB

# MayBorrowGroupsModules
source: May borrow the group's modules?
da: Må låne gruppens moduler?
de: Darf die Module der Gruppe ausleihen?
sv: Får låna gruppens moduler?

# MayUploadSkpDrawing
source: May upload SketchUp drawing?
da: Må uploade SketchUp-tegning?
de: Darf SketchUp-Zeichnung hochladen?
sv: Får ladda upp SketchUp-ritning?

source: May verify wiFREDs
da: Kan verificere wiFREDs
de: Kann wiFREDs überprüfen
sv: Kan verifiera wiFREDs

source: Meeting
da: Træf
de: Treffen
sv: Träff

source: Meeting dates cannot be changed
da: Træf datoer kan ikke ændres
de: Treffentermine können nicht geändert werden
sv: Träffdatum kan inte ändras

# MeetingDoesAcceptRegistrations
source: Meeting organiser do not accept registrations here.
da: Mødearrangør tager ikke imod tilmeldinger her.
de: Der Organisator des Meetings akzeptiert hier keine Anmeldungen.
sv: Mötesarrangören tar inte emot anmälningar här.

source: Meeting is closed for registration
da: Træffet er lukket for tilmelding

source: Meeting is not yet open for registration
da: Træffet er endnu ikke åbent for tilmelding
de: Das Treffen ist noch nicht zur Anmeldung geöffnet
sv: Träffen är ännu inte öppen för registrering

source: Meetings
da: Træf
de: Treffen
sv: Träffar

# MeetingType
source: Type of event
da: Type begivenhed
de: Art der Veranstaltung
sv: Typ av arrangemang

source: Member
da: Medlem
de: Mitglieder
sv: Medlem

source: Member may borrow my modules?
da: Må et medlem låne mine moduler?
de: Mitglied darf meine Module ausleihen?
sv: Får medlem låna mina moduler?

source: Members
da: Medlemmer
de: Mitglieder
sv: Medlemmar

source: Members in
da: Medlemmer i
de: Mitglieder in
sv: Medlemmar i

source: Message
da: Besked
de: Meldung
sv: Meddelande

source: Middle name
da: Mellemnavn
de: Zweiter Vorname
sv: Mellannamn

source: Module
da: Modul
de: Modul
sv: Modul

source: Module end profiles
da: Modul endeprofiler
de: Modul endprofilen
sv: Moduländprofiler

source: Module owners
da: Modulejere
de: Modulbesitzer
sv: Modulägare

# ModuleOwnershipsNotFound
source: No module ownerships found
da: Ingen modulejerskaber fundet
de: Keine Modulbesitzer gefunden
sv: Inget modulägande hittades
